# Начало
hi = "Привет, {0}!"
choose_institute = "Выбери необходимый институт.."
choose_group = "А теперь пришли номер группы (например, 3530904/20002)."

try_again_choose_institute = "Что-то я не понял -_-\nВведи корректную аббревиатуру института."
try_again_choose_group = "Не нашёл такой группы :(\nВведи корректный номер группы."
try_valid_value_choose_group = "Введи корректный номер группы.."

schedule_is_set = "Твоё расписание настроено!"

help_text = "<b>Расписание</b>\n" \
            "/today_tomorrow - на сегодня и завтра\n" \
            "/week - на текущую неделю\n" \
            "/next_week - на следующую неделю\n\n" \
            "<b>Настройки</b> <i>(в разработке)</i>\n" \
            "/set_institute - выбрать институт\n" \
            "/set_group - выбрать группу\n\n" \
            "<b>Бот</b>\n" \
            "/start - начало\n" \
            "/help - помощь\n" \
            "/info - информация о боте"

# Расписание
today_schedule = "Твоё расписание на сегодня:\n\n{0}"
today_tomorrow_schedule = "Твоё расписание на сегодня и завтра:\n\n{0}\n\n{1}"
current_week_schedule = "Твоё расписание на текущую неделю:\n\n{0}"
next_week_schedule = "Твоё расписание на следующую неделю:\n\n{0}"

# Информация
info_text = "🌿 <b>Политех: Что по парам?</b> - " \
            "это <i>бот</i>, разработанный для быстрого доступа студентов " \
            "Политехнического университета к расписанию пар. Бот предоставляет удобный и простой способ " \
            "получить информацию о предстоящих занятиях, помогая студентам быть в курсе своего учебного графика.\n\n" \
            "Бот получился максимально простым и минималистичным, " \
            "однако, проект ещё совершенствуется и имеет логичный план расширения функционала.\n" \
            "Например, главной проблемой, которую всё ещё стремится решить автор, " \
            "является неожиданное изменение расписания, " \
            "которое часто портит многим студентам планы и настроение.\n\n"  \
            "Если Вы хотите поддержать проект как разработчик, то Вы можете принять участие в его обновлениях. " \
            "Просто переходите на страницу с исходным кодом проекта по кнопке ниже. " \
            "Автор и разработчик: @simonoffcc\n" \
            "Отдельное спасибо: @lrrrtm"
