# Начало
hi = "Привет, {0}!"
choose_institute = "Выбери необходимый институт.."
choose_group = "А теперь пришли номер группы (например, 3530904/20002)."

try_again_choose_institute = "Что-то я не понял -_-\nВведи корректную аббревиатуру института."
try_again_choose_group = "Не нашёл такой группы :(\nВведи корректный номер группы."

registration_completed = "Твоё расписание настроено!"

command_start = "Ты можешь узнать своё расписание с помощью команд:\n\n" \
                "/today_tomorrow - Расписание на сегодня и завтра\n" \
                "/week - Расписание на текущую неделю\n" \
                "/next_week - Расписание на следующую неделю\n\n" \
                "*Настройки*\n" \
                "/set_institute - Выбрать институт\n" \
                "/set_group - Выбрать группу\n"

# Расписание
today_schedule = "Твоё расписание на сегодня:\n\n{0}"
today_tomorrow_schedule = "Твоё расписание на сегодня и завтра:\n\n{0}\n\n{1}"
current_week_schedule = "Твоё расписание на текущую неделю:\n\n{0}"
next_week_schedule = "Твоё расписание на следующую неделю:\n\n{0}"

# Информация
help_text = "\"Политех: что там по парам?\" - это бот, разработанный для удобного доступа студентов " \
            "Политехнического университета к их расписанию пар. Бот предоставляет быстрый и легкий способ " \
            "получить информацию о предстоящих занятиях, помогая студентам быть в курсе своего учебного графика.\n\n" \
            "Главной проблемой, которую хочет решить автор, является неожиданное изменение расписания пар, " \
            "которое часто портит многим студентам жизнь и настроение.\n\n" \
            "Автор стремился сделать бота максимально простым и минималистичным, " \
            "при этом добавить все необходимые функции, а также задумать логичный план расширения функционала.\n\n" \
            "Также, если Вам интересны внутренности кода проекта, то ниже есть ссылка на исходный код проекта.\n\n" \
            "Автор и разработчик: @simonoffcc\n" \
            "Отдельное спасибо: @lrrrtm"
