# Начало
institute_unknownUser = "Привет, {0}!\nВыбери институт.."
groupNum_unknownUser = "А теперь напиши мне номер своей группы (например, 5130904/20002).."

tryAgain_institute_unknownUser = "Что-то я не понял -_-\nВведи корректную аббревиатуру института.."
tryAgain_groupNum_unknownUser = "Не нашёл такой группы :(\nВведи корректный номер группы.."

# Расписание
currentWeek_schedule = "Твоё расписание на текущую неделю:\n\n{0}"
nextWeek_schedule = "Твоё расписание на следующую неделю:\n\n{0}"
todayTomorrow_schedule = "Твоё расписание на завтра:\n\n{0}\n\n{1}"

# Информация
help_text = "\"Политех: что там по парам?\" - это бот, разработанный для удобного доступа студентов " \
            "Политехнического университета к их расписанию пар. Бот предоставляет быстрый и легкий способ " \
            "получить информацию о предстоящих занятиях, помогая студентам быть в курсе своего учебного графика.\n\n" \
            "Главной проблемой, которую хочет решить автор, является неожиданное изменение расписания пар, " \
            "которое часто портит многим студентам жизнь и настроение.\n\n" \
            "Автор стремился сделать бота максимально простым и минималистичным, " \
            "при этом добавить все необходимые функции, а также задумать логичный план расширения функционала.\n\n" \
            "Также, если Вам интересно, как работает бот, то скоро здесь (если не уже), в этом самом тексте, " \
            "появится ссылка на исходный код проекта.\n\n" \
            "Автор и разработчик: @simonoffcc (отдельное спасибо: @lrrrtm)"
